Repository: common-repository/login-attempts-limit-wp
Catalog: languages/login-attempts-limit-wp-*.po
Languages: de_de, ru_ru

source: You have reached failed login attempts. Please try again after <strong>%s</strong> minutes.
de_de: Sie haben Limitation für Anmeldeversuche erreicht. Bitte versuchen Sie es nach <strong>%s</strong> Minuten erneut.
ru_ru: Вы достигли лимита неудачных попыток входа в систему. Повторите попытку через <strong>%s</strong> минут.

source: Login attempts
de_de: Anmeldeversuche
ru_ru: Попытки авторизации

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Plugin author
de_de: Plugin Autor
ru_ru: Автор плагина

source: Hey you! I'm German, the plugin author of LOGIN ATTEMPTS LIMIT WP.
de_de: Hi! Ich bin German, der Plugin-Autor von LOGIN ATTEMPTS LIMIT WP.
ru_ru: Привет! Я автор плагина

source: Do you like this plugin? Please show your appreciation and rate the plugin. Help me to develop a powerful plugin that will benefit you for a long time.
de_de: Gefällt dir dieses Plugin? Drück deine Meinung aus und bewerte das Plugin. Auf diese Weise hilfst du sowohl anderen Menschen als auch mir. Vielen Dank!
ru_ru: Тебе нравится этот плагин? Вырази свое мнение и поставь оценку. Этим ты поможешь как другим людям, так и мне. Спасибо!

source: Rate now!
de_de: Jetzt bewerten!
ru_ru: Оценить сейчас!

source: I have already rated.
de_de: Habe ich schon bewertet.
ru_ru: Я уже оценил.

source: You have reached registration attempts. Please try again after <strong>%s</strong> minutes.
de_de: Sie haben Limitation für Registration erreicht. Bitte versuchen Sie es nach <strong>%s</strong> Minuten erneut.
ru_ru: Вы достигли лимита регистраций. Повторите попытку через <strong>%s</strong> минут.

source: Statistic
de_de: Statistik
ru_ru: Статистика

source: Settings were saved.
de_de: Einstellungen wurden gespeichert.
ru_ru: Настройки были сохранены.

source: 5 minutes
de_de: 5 Minuten
ru_ru: 5 минут

source: 15 minutes
de_de: 15 Minuten
ru_ru: 15 минут

source: 30 minutes
de_de: 30 Minuten
ru_ru: 30 минут

source: 1 hour
de_de: 1 Stunde
ru_ru: 1 час

source: 12 hours
de_de: 12 Stunden
ru_ru: 12 часов

source: 1 day
de_de: 1 Tag
ru_ru: 1 день

source: User login
de_de: Benutzer-Anmeldung
ru_ru: Логин

source: Max login attempts
de_de: Maximale Anmeldeversuche
ru_ru: Максимальное количество попыток

source: If a user for a certain amount of time (%1$s) tries to log in more than %2$d times, then he must take a break of %1$s.
de_de: Wenn ein Benutzer für eine bestimmte Zeit (%1$s) sich mehr als %2$d mal anzumelden versucht, muss er eine Pause von %1$s machen.
ru_ru: Если пользователь достиг максимального количества попыток (%1$s), то он должен сделать перерыв %2$d.

source: Login attempts timeout
de_de: Zeitüberschreitung bei Anmeldeversuchen
ru_ru: Перерыв после неудачных попыток входа

source: User registration
de_de: Benutzer Registration
ru_ru: Регистрация пользователей

source: Max registration attempts
de_de: Maximale Registrierungsversuche
ru_ru: Максимальное количество регистраций

source: If a user for a certain amount of time (%1$s) tries to register more than %2$d accounts, then he must take a break of %1$s.
de_de: Wenn ein Benutzer für eine bestimmte Zeit (%1$s) mehr als %2$d Konten zu registrieren versucht, muss er eine Pause von %1$s machen.
ru_ru: Если пользователь хочет зарегистрировать больше чем %1$s аккаунт(а), то он должен сделать перерыв %2$d.

source: Registration attempts timeout
de_de: Zeitüberschreitung bei Registrierungsversuchen
ru_ru: Перерыв после регистраций

source: Blog registration
de_de: Blog-Registrierung
ru_ru: Регистрация нового блога

source: If a user for a certain amount of time (%1$s) tries to register more than %2$d blogs, then he must take a break of %1$s.
de_de: Wenn ein Benutzer für eine bestimmte Zeit (%1$s) mehr als %2$d Blogs zu registrieren versucht, muss er eine Pause von %1$s machen.
ru_ru: Если пользователь хочет зарегистрировать больше чем %1$s блог(а), то он должен сделать перерыв %2$d.

source: This option works only in multisite installations. And it can be configured only in main blog.
de_de: Diese Option funktioniert nur bei WordPress-Multisite Installation. Und es kann nur im Hauptblog konfiguriert werden.
ru_ru: Эта настройка работает только в многосайтовой версии Вордпресс. Настраивается только для всей сети.

source: White list
de_de: Weiße Liste
ru_ru: Белый список

source: White list of IPs
de_de: Weiße Liste von IP-Adressen
ru_ru: Белый список ИП-адресов

source: Restrictions will not be applied for users with this IPs. Each IP on the new line.
de_de: Für Benutzer mit diesen IPs gelten keine Einschränkungen. Jede IP in der neuen Leitung.
ru_ru: Ограничения не будут применяться к пользователям из белого списка. Каждый ИП-адрес с новой строки.

source: You can see on this page, how mutch times the plugin <b>LOGIN AND REGISTRATION ATTEMPTS LIMIT</b> protected your blog. The 10 most popular attackers are showing.
de_de: Auf dieser Seite können Sie sehen, wie oft das Plugin <b>LOGIN AND REGISTRATION ATTEMPTS LIMIT</ b> Ihr Blog geschützt hat. Die 10 beliebtesten Angreifer werden angezeigt.
ru_ru: Здесь ты можешь посмотреть статистику, как часто <b>LOGIN AND REGISTRATION ATTEMPTS LIMIT</b> защищал твой блог. Здесь показываются 10 самых заядлых атакующих.

source: Count
de_de: Anzahl
ru_ru: Количество

source: Allowed
de_de: Erlaubt
ru_ru: Допущено

source: Blocked
de_de: Blockiert
ru_ru: Заблокировано

source: Last successful attempt
de_de: Letzter erfolgreicher Versuch
ru_ru: Последняя допущенная попытка

source: Registration attempts
de_de: Registrierungsversuche
ru_ru: Попытки регистраций

source: Create new blog attempts
de_de: Versuche, ein neues Blog zu erstellen
ru_ru: Попытки регистрации новых блогов

source: We don't have any statistic for you. Come back later.
de_de: Wir haben keine Statistik für Sie. Komm später zurück.
ru_ru: Пока что никакой статистики нет. Зайтиде сюда позже.

source: Clear all tables
de_de: Alle Tabellen leeren
ru_ru: Очистить все таблицы

source: Reset all data
de_de: Statistik löschen
ru_ru: Очистить статистику

source: You can see on this page, how much times the plugin <b>LOGIN AND REGISTRATION ATTEMPTS LIMIT</b> protected your blog. The 10 most popular attackers are showing.
de_de: Auf dieser Seite können Sie sehen, wie oft das Plugin <b>LOGIN AND REGISTRATION ATTEMPTS LIMIT</ b> Ihr Blog geschützt hat. Die 10 beliebtesten Angreifer werden angezeigt.
ru_ru: Здесь ты можешь посмотреть статистику, как часто <b>LOGIN AND REGISTRATION ATTEMPTS LIMIT</b> защищал твой блог. Здесь показываются 10 самых заядлых атакующих.
